# UnifiedbitmapBitmap Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
UnifiedBitmap..::..UnifiedbitmapBitmap Property
UnifiedBitmap Class See Also
---
The property labeled "Source" from the "UnifiedBitmap" schema.
**Namespace:** Autodesk.Revit.DB.Visual**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2018
# Syntax
C#
---
```text
public static string UnifiedbitmapBitmap { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property UnifiedbitmapBitmap As String
	Get
```

Visual C++
---
```text
public:
static property String^ UnifiedbitmapBitmap {
	String^ get ();
}
```

# Remarks
This property is of type "AssetPropertyString" and will contain a relative path.
# See Also
UnifiedBitmap Class
Autodesk.Revit.DB.Visual Namespace